tap "charmbracelet/tap"
tap "dotenvx/brew"
tap "enigmaticdb/super-secret-tap"
tap "get-woke/tap"
tap "ghall89/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "jq"
brew "ansiweather"
brew "atuin"
brew "bchunk"
brew "cloc"
brew "exiv2"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "gleam"
brew "glow"
brew "go"
brew "gum"
brew "libheif"
brew "imagemagick"
brew "lazygit"
brew "lynx"
brew "man2html"
brew "mas"
brew "micro"
brew "mint"
brew "nvm"
brew "oh-my-posh"
brew "pandoc"
brew "parallel"
brew "ripgrep"
brew "sf-pwgen"
brew "speedtest-cli"
brew "starship"
brew "swift-format"
brew "telnet"
brew "thefuck"
brew "toot"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "dotenvx/brew/dotenvx"
brew "get-woke/tap/woke"
cask "airbuddy"
cask "alfred"
cask "arc"
cask "bbedit"
cask "carbon-copy-cloner"
cask "contexts"
cask "cork"
cask "daisydisk"
cask "discord"
cask "easyfind"
cask "endless-sky"
cask "firefox"
cask "font-hasklig"
cask "font-montserrat"
cask "fork"
cask "gb-studio"
cask "gog-galaxy"
cask "hazel"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "jordanbaird-ice"
cask "keyboardcleantool"
cask "keystash"
cask "latest"
cask "llamachat"
cask "mac-mouse-fix"
cask "macwhisper"
cask "nova"
cask "ollama"
cask "onyx"
cask "openemu"
cask "paletro"
cask "pictogram"
cask "postgres-unofficial"
cask "protonmail-bridge"
cask "qlmarkdown"
cask "quitter"
cask "raycast"
cask "rectangle-pro"
cask "rocket"
cask "siphon"
cask "slack"
cask "spamsieve"
cask "steam"
cask "swiftformat-for-xcode"
cask "tableplus"
cask "the-unarchiver"
cask "thunderbird"
cask "xscope"
cask "zed"
mas "1Blocker", id: 1365531024
mas "Actions", id: 1586435171
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Anybox", id: 1593408455
mas "Bakery", id: 1575220747
mas "Baking Soda", id: 1601151613
mas "Bear", id: 1091189122
mas "Boop", id: 1518425043
mas "Codye", id: 1516894961
mas "Collections", id: 1568395334
mas "Color Picker", id: 1545870783
mas "DetailsPro", id: 1524366536
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Dice", id: 1479250666
mas "Divinity - Original Sin 2", id: 1441532941
mas "Dropover", id: 1355679052
mas "Fantastical", id: 975937182
mas "Folder Peek", id: 1615988943
mas "Folderizer", id: 6480047256
mas "Front and Center", id: 1493996622
mas "Gifski", id: 1351639930
mas "HEIC Converter", id: 1294126402
mas "HTTPBot", id: 1232603544
mas "Hush", id: 1544743900
mas "Interactful", id: 1528095640
mas "Ivory", id: 6444602274
mas "JapanRural", id: 1634749545
mas "Jiffy", id: 1502527999
mas "JSONPeep", id: 1458969831
mas "Key Codes", id: 414568915
mas "KeyLimePie", id: 1575163350
mas "Keynote", id: 409183694
mas "Lungo", id: 1263070803
mas "Macarte", id: 1573769710
mas "Mactracker", id: 430255202
mas "Mini Metro+", id: 1550663539
mas "Mini Motorways", id: 1456188526
mas "Numbers", id: 409203825
mas "Page Screenshot for Safari", id: 1472715727
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Parcel", id: 639968404
mas "Pastel", id: 413897608
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Pixen", id: 525180431
mas "Plain Text Editor", id: 1572202501
mas "Playgrounds", id: 1496833156
mas "Pocket City", id: 1468908135
mas "Pure Paste", id: 1611378436
mas "Reeder", id: 1529448980
mas "Refined GitHub", id: 1519867270
mas "Screens", id: 1224268771
mas "Secrets", id: 1591056366
mas "Shareful", id: 1522267256
mas "Shortery", id: 1594183810
mas "Sleeve", id: 1606145041
mas "Snippety", id: 1530751461
mas "Soulver 3", id: 1508732804
mas "Speediness", id: 1596706466
mas "Swifter", id: 1621133381
mas "TestFlight", id: 899247664
mas "The Battle for Wesnoth", id: 1450738104
mas "Tomito", id: 1526042938
mas "Tot", id: 1491071483
mas "Transporter", id: 1450874784
mas "Userscripts-Mac-App", id: 1463298887
mas "Velja", id: 1607635845
mas "Vinegar", id: 1591303229
mas "Wallaroo", id: 1630565980
mas "WhatsApp", id: 1147396723
mas "WorldWideWeb", id: 1621370168
mas "Xcode", id: 497799835
