tap "charmbracelet/tap"
tap "dotenvx/brew"
tap "enigmaticdb/super-secret-tap"
tap "get-woke/tap"
tap "ghall89/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "jq"
brew "ansiweather"
brew "bchunk"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "gum"
brew "imagemagick"
brew "lazygit"
brew "lynx"
brew "man2html"
brew "mas"
brew "micro"
brew "mint"
brew "nvm"
brew "pandoc"
brew "parallel"
brew "powerlevel10k"
brew "ripgrep"
brew "sf-pwgen"
brew "speedtest-cli"
brew "starship"
brew "swift-format"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "toot"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "charmbracelet/tap/freeze"
brew "dotenvx/brew/dotenvx"
brew "get-woke/tap/woke"
cask "airbuddy"
cask "alfred"
cask "arc"
cask "bartender"
cask "bbedit"
cask "carbon-copy-cloner"
cask "codeedit"
cask "contexts"
cask "cork"
cask "cursorsense"
cask "daisydisk"
cask "devtoys"
cask "discord"
cask "easyfind"
cask "endless-sky"
cask "fork"
cask "gb-studio"
cask "gog-galaxy"
cask "hazel"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "keyboardcleantool"
cask "keystash"
cask "latest"
cask "llamachat"
cask "mongodb-compass"
cask "nova"
cask "onyx"
cask "openemu"
cask "paletro"
cask "pictogram"
cask "postgres-unofficial"
cask "qlmarkdown"
cask "questlogger"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle-pro"
cask "rocket"
cask "siphon"
cask "spamsieve"
cask "steam"
cask "swiftformat-for-xcode"
cask "tableplus"
cask "the-unarchiver"
cask "via"
cask "visual-studio-code"
cask "vivaldi"
cask "whisky"
cask "xscope"
cask "zed"
mas "1Blocker", id: 1365531024
mas "Actions", id: 1586435171
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Anybox", id: 1593408455
mas "Bakery", id: 1575220747
mas "Baking Soda", id: 1601151613
mas "Bear", id: 1091189122
mas "Boop", id: 1518425043
mas "Bridge Constructor+", id: 1587908263
mas "Builder's Journey", id: 1466965366
mas "Cascadea", id: 1432182561
mas "Charmstone", id: 1563735522
mas "Codye", id: 1516894961
mas "Collections", id: 1568395334
mas "Color Picker", id: 1545870783
mas "com.myc.taskapp", id: 1502903102
mas "DetailsPro", id: 1524366536
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Dice", id: 1479250666
mas "Divinity - Original Sin 2", id: 1441532941
mas "Dropover", id: 1355679052
mas "Fantastical", id: 975937182
mas "Folder Peek", id: 1615988943
mas "Folderizer", id: 6480047256
mas "Front and Center", id: 1493996622
mas "Gifski", id: 1351639930
mas "HEIC Converter", id: 1294126402
mas "HTTPBot", id: 1232603544
mas "Hush", id: 1544743900
mas "Interactful", id: 1528095640
mas "Ivory", id: 6444602274
mas "JapanRural", id: 1634749545
mas "Jiffy", id: 1502527999
mas "JSONPeep", id: 1458969831
mas "Key Codes", id: 414568915
mas "KeyLimePie", id: 1575163350
mas "Keynote", id: 409183694
mas "Lungo", id: 1263070803
mas "Macarte", id: 1573769710
mas "Mactracker", id: 430255202
mas "Mini Metro+", id: 1550663539
mas "Mini Motorways", id: 1456188526
mas "Neo Cab", id: 1464869396
mas "Numbers", id: 409203825
mas "Outlanders", id: 1468558187
mas "Page Screenshot for Safari", id: 1472715727
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pastel", id: 413897608
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Pixen", id: 525180431
mas "Play", id: 1596506190
mas "Playgrounds", id: 1496833156
mas "Pocket City", id: 1468908135
mas "Puyo Puyo", id: 6446146451
mas "Reeder", id: 1529448980
mas "Refined GitHub", id: 1519867270
mas "Screens", id: 1224268771
mas "Shareful", id: 1522267256
mas "Shortery", id: 1594183810
mas "Slack", id: 803453959
mas "Sleeve", id: 1606145041
mas "Solitaire", id: 1534193824
mas "Soulver 3", id: 1508732804
mas "Spaceland", id: 1471019397
mas "Swifter", id: 1621133381
mas "TestFlight", id: 899247664
mas "The Battle for Wesnoth", id: 1450738104
mas "Theu2007Survivalists", id: 1515959873
mas "Tot", id: 1491071483
mas "Transporter", id: 1450874784
mas "Userscripts-Mac-App", id: 1463298887
mas "Velja", id: 1607635845
mas "Vinegar", id: 1591303229
mas "Wallaroo", id: 1630565980
mas "WhatsApp", id: 1147396723
mas "WorldWideWeb", id: 1621370168
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "poorchop.theme-darktooth"
vscode "prisma.prisma"
vscode "sswg.swift-lang"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vknabel.vscode-apple-swift-format"
vscode "wayou.vscode-icons-mac"
